tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "asdf"
brew "autopep8"
brew "aws-elasticbeanstalk"
brew "awscli"
brew "libpq", link: true
brew "mas"
brew "poetry"
cask "alfred"
cask "docker"
cask "figma"
cask "firefox-developer-edition"
cask "gitkraken"
cask "iterm2"
cask "karabiner-elements"
cask "notion"
cask "rubymine"
cask "scroll-reverser"
cask "slack"
cask "spectacle"
cask "visual-studio-code"
mas "KakaoTalk", id: 869223134
mas "Xcode", id: 497799835
