tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "unixodbc"
brew "asdf"
brew "autopep8"
brew "aws-elasticbeanstalk"
brew "awscli"
brew "direnv"
brew "exercism"
brew "fop"
brew "gnupg"
brew "kubernetes-cli"
brew "libpq", link: true
brew "mas"
brew "minikube"
brew "poetry"
brew "shared-mime-info"
brew "terraform"
brew "wxwidgets"
cask "alfred"
cask "docker"
cask "figma"
cask "firefox"
cask "firefox-developer-edition"
cask "gitkraken"
cask "iterm2"
cask "karabiner-elements"
cask "logseq"
cask "notion"
cask "pgadmin4"
cask "postico"
cask "postman"
cask "rubymine"
cask "scroll-reverser"
cask "slack"
cask "spectacle"
cask "visual-studio-code"
cask "zoom"
mas "KakaoTalk", id: 869223134
mas "Xcode", id: 497799835
