tap "datreeio/datree"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "zackelia/formulae"
brew "unixodbc"
brew "asdf"
brew "aws-elasticbeanstalk"
brew "awscli"
brew "glib"
brew "carthage"
brew "cmake"
brew "direnv"
brew "exercism"
brew "fop"
brew "gdk-pixbuf"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "gobject-introspection"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "krb5"
brew "kubernetes-cli"
brew "libpq", link: true
brew "libxslt"
brew "mas"
brew "minikube"
brew "mockolo"
brew "node"
brew "poetry"
brew "shared-mime-info"
brew "terraform"
brew "tilt"
brew "wxwidgets"
brew "datreeio/datree/datree"
cask "aldente"
cask "alfred"
cask "docker"
cask "figma"
cask "firefox"
cask "firefox-developer-edition"
cask "gitkraken"
cask "google-chrome"
cask "intellij-idea-ce"
cask "iterm2"
cask "karabiner-elements"
cask "logseq"
cask "notion"
cask "pgadmin4"
cask "postico"
cask "postman"
cask "rancher"
cask "rubymine"
cask "scroll-reverser"
cask "slack"
cask "spectacle"
cask "the-unarchiver"
cask "visual-studio-code"
cask "zoom"
mas "KakaoTalk", id: 869223134
mas "Polaris Office", id: 1098211970
mas "Xcode", id: 497799835
